;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! paredit)
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))
(package! ob-typescript)
(package! gptel)
(package! git-gutter)
(package! restclient)
(package! org-web-tools)
(package! auto-dark)
(package! org-roam-ui)
